tap "caskroom/cask"
tap "caskroom/fonts"
tap "homebrew/bundle"
tap "homebrew/core"
brew "coreutils"
brew "fish"
brew "fzf"
brew "git-flow"
brew "htop"
brew "neovim"
brew "python"
brew "the_silver_searcher"
brew "vim", args: ["with-override-system-vi"]
brew "watchman"
brew "wget"
brew "yarn", args: ["without-node"]
cask "atom"
cask "flux"
cask "iterm2"
cask "spotify"
cask "visual-studio-code"
