tap "dagger/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "kyoh86/tap"
tap "replicatedhq/replicated"
tap "warrensbox/tap"
brew "ca-certificates"
brew "tree"
brew "ansible"
brew "awscli"
brew "bash"
brew "cmake"
brew "crane"
brew "dagger"
brew "direnv"
brew "docker-compose", link: false
brew "fd"
brew "fish"
brew "gh"
brew "git"
brew "glib"
brew "gnu-tar"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "go"
brew "gomplate"
brew "goreleaser"
brew "gpgme"
brew "grep"
brew "pkgconf"
brew "guile"
brew "helm"
brew "htop"
brew "hugo"
brew "jq"
brew "k9s"
brew "kind"
brew "kubebuilder"
brew "kubernetes-cli"
brew "kubectx"
brew "zstd"
brew "libssh2"
brew "lnav"
brew "minikube"
brew "neovim"
brew "nghttp2"
brew "nmap"
brew "okteto"
brew "openssl@1.1"
brew "oras"
brew "perl"
brew "pinentry-mac"
brew "podman"
brew "python@3.12"
brew "rbenv"
brew "ripgrep"
brew "saml2aws"
brew "shared-mime-info"
brew "shellcheck"
brew "skopeo"
brew "starship"
brew "tailscale"
brew "telnet"
brew "the_silver_searcher"
brew "thefuck"
brew "velero"
brew "vim"
brew "watch"
brew "wget"
brew "wireshark"
brew "yamllint"
brew "ykman"
brew "ykpers"
brew "yq"
brew "zlib"
brew "replicatedhq/replicated/cli"
cask "1password"
cask "1password-cli"
cask "blackhole-16ch"
cask "chromium"
cask "docker-desktop"
cask "firefox"
cask "gcloud-cli"
cask "google-chrome"
cask "iterm2"
cask "keepassxc"
cask "kitty"
cask "nextcloud"
cask "notion"
cask "signal"
cask "slack"
cask "spotify"
cask "telegram"
cask "unifi-identity-endpoint"
cask "utm"
