tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "kyoh86/tap"
tap "oven-sh/bun"
tap "warrensbox/tap"
brew "ca-certificates"
brew "python@3.11"
brew "ansible"
brew "asdf"
brew "aws-okta"
brew "docutils"
brew "awscli"
brew "python@3.10"
brew "azure-cli"
brew "bash"
brew "berkeley-db", link: true
brew "circleci"
brew "yara"
brew "clamav"
brew "cmake"
brew "container-diff"
brew "container-structure-test"
brew "cookiecutter"
brew "docker-compose", link: false
brew "fish"
brew "git"
brew "git-lfs"
brew "glib"
brew "gnu-tar"
brew "libevent"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "golangci-lint"
brew "gomplate"
brew "grep"
brew "pkg-config"
brew "guile"
brew "helm"
brew "htop"
brew "hugo"
brew "istioctl"
brew "jq"
brew "k9s"
brew "kind"
brew "krb5"
brew "kubebuilder"
brew "kubernetes-cli"
brew "kubectx"
brew "zstd"
brew "librdkafka"
brew "libssh2"
brew "mercurial"
brew "minikube"
brew "neovim"
brew "nghttp2"
brew "nmap"
brew "openssl@1.1"
brew "perl"
brew "pinentry-mac"
brew "postgresql@14"
brew "tcl-tk"
brew "python@3.8"
brew "python@3.9"
brew "ruby-build"
brew "rbenv"
brew "re2"
brew "ruby"
brew "shared-mime-info"
brew "shellcheck"
brew "sops"
brew "telnet"
brew "terminal-notifier"
brew "the_silver_searcher"
brew "thefuck"
brew "tree"
brew "vault"
brew "vim"
brew "watch"
brew "wget"
brew "yamllint"
brew "ykman"
brew "ykpers"
brew "yq"
brew "zlib"
brew "hashicorp/tap/terraform-ls"
brew "kyoh86/tap/richgo"
brew "oven-sh/bun/bun"
brew "warrensbox/tap/tfswitch"
cask "1password"
cask "aws-vault"
cask "aws-vpn-client"
cask "blackhole-16ch"
cask "chromium"
cask "docker"
cask "firefox"
cask "google-chrome"
cask "google-cloud-sdk"
cask "intellij-idea-ce"
cask "iterm2"
cask "kap"
cask "keepassxc"
cask "keybase"
cask "mactex"
cask "nextcloud"
cask "notion"
cask "slack"
cask "spectacle"
cask "spotify"
cask "telegram"
