tap "azure/kubelogin"
tap "clickhouse/dataplane-tooling", "ssh://git@github.com-work/ClickHouse/homebrew-dataplane-tooling"
tap "hashicorp/tap"
tap "kyoh86/tap"
tap "warrensbox/tap"
brew "ca-certificates"
brew "cryptography"
brew "zstd"
brew "tree"
brew "ansible"
brew "awscli"
brew "azure-cli"
brew "gettext"
brew "bash"
brew "binutils"
brew "cmake"
brew "coreutils"
brew "docker-buildx"
brew "docker-compose", link: false
brew "eksctl"
brew "findutils"
brew "fish"
brew "fzf"
brew "gawk"
brew "git"
brew "glib"
brew "gnu-tar"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "golangci-lint"
brew "gomplate"
brew "grep"
brew "pkgconf"
brew "guile"
brew "helm"
brew "htop"
brew "hugo"
brew "jq"
brew "jsonnet"
brew "k9s"
brew "kind"
brew "kubebuilder"
brew "kubernetes-cli"
brew "kubectx"
brew "libssh2"
brew "lua"
brew "luarocks"
brew "minikube"
brew "neovim"
brew "nghttp2"
brew "nmap"
brew "openssl@1.1"
brew "perl"
brew "pinentry-mac"
brew "python@3.12"
brew "ruby-build"
brew "rbenv"
brew "ripgrep"
brew "shared-mime-info"
brew "shellcheck"
brew "sops"
brew "starship"
brew "telnet"
brew "the_silver_searcher"
brew "thefuck"
brew "vim"
brew "watch"
brew "wget"
brew "yamllint"
brew "ykman"
brew "ykpers"
brew "yq"
brew "zlib"
brew "azure/kubelogin/kubelogin"
brew "clickhouse/dataplane-tooling/dataplanectl"
brew "hashicorp/tap/terraform-ls"
brew "kyoh86/tap/richgo"
brew "warrensbox/tap/tfswitch"
cask "blackhole-16ch"
cask "chromium"
cask "docker-desktop"
cask "firefox"
cask "gcloud-cli"
cask "google-chrome"
cask "keepassxc"
cask "kitty"
cask "nextcloud"
cask "notion"
cask "signal"
cask "slack"
cask "spotify"
cask "telegram"
cask "unifi-identity-endpoint"
cask "wireshark-app"
go "github.com/klauspost/asmfmt/cmd/asmfmt"
go "github.com/go-delve/delve/cmd/dlv"
go "github.com/kisielk/errcheck"
go "github.com/davidrjenni/reftools/cmd/fillstruct"
go "github.com/rogpeppe/godef"
go "golang.org/x/tools/cmd/goimports"
go "github.com/golangci/golangci-lint/v2/cmd/golangci-lint"
go "github.com/fatih/gomodifytags"
go "golang.org/x/tools/gopls"
go "golang.org/x/tools/cmd/gorename"
go "github.com/jstemmer/gotags"
go "github.com/koron/iferr"
go "github.com/josharian/impl"
go "github.com/jsonnet-bundler/jsonnet-bundler/cmd/jb"
go "github.com/fatih/motion"
go "github.com/mgechev/revive"
go "honnef.co/go/tools/cmd/staticcheck"
