edc/bass
oh-my-fish/theme-bobthefish
oh-my-fish/plugin-foreign-env
evanlucas/fish-kubectl-completions
FabioAntunes/fish-nvm
jethrokuan/fzf
jgantunes/fish-gvm
fabioantunes/base16-fish-shell
